Repository: globalbibletools/study-app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Theme
ar: المظهر

source: System Default
ar: افتراضي النظام

# lightTheme
source: Light
ar: فاتح

# darkTheme
source: Dark
ar: داكن

source: About
ar: حول

# appName
source: Global Bible Tools
ar: أدوات الكتاب المقدس العالمية

# sourceCode
source: App source code
ar: الشيفرة المصدرية

source: Email copied
ar: تم نسخ البريد الإلكتروني

source: Settings
ar: الإعدادات

source: Language
ar: اللغة

# currentLanguage
source: English
ar: العربية

source: Text size
ar: حجم النص

# hebrewTextSize
source: Hebrew
ar: العبرية

# greekTextSize
source: Greek
ar: اليونانية

# secondPanelTextSize
source: Second panel
ar: اللوحة الثانية

# lexiconTextSize
source: Lexicon
ar: المعجم

# downloadResourcesMessage
source: To use this language, we need to download additional resources.
ar: لاستخدام هذه اللغة، نحتاج إلى تنزيل موارد إضافية.

source: Use English
ar: استخدام الإنجليزية

source: Download
ar: تنزيل

source: Cancel
ar: إلغاء

source: Download complete.
ar: اكتمل التنزيل.

# downloadFailed
source: Download failed. Please check your internet connection and try again.
ar: فشل التنزيل. يرجى التحقق من اتصال الإنترنت والمحاولة مرة أخرى.

source: Next chapter
ar: الإصحاح التالي

source: Root
ar: الجذر

source: Exact
ar: دقيق

source: Search
ar: بحث

# resultsCount
source: {count, plural, =0{No results} =1{1 result} other{{count} results}}
ar: {count, plural, =0{لا توجد نتائج} =1{نتيجة واحدة} other{{count} نتائج}}

# repeatNone
source: None
ar: بدون

source: Repeat verse
ar: تكرار الآية

source: Repeat chapter
ar: تكرار الإصحاح

# audioRecordingSource
source: Recording Source
ar: مصدر التسجيل

# sourceHEB
source: Shmueloff
ar: شمولوڤ

# sourceRDB
source: Dan Beeri
ar: دان بيري

source: Download Audio
ar: تنزيل الصوت

# audioNotDownloaded
source: Audio for {book} {chapter} is not on your device.
ar: الصوت لسفر {book} الإصحاح {chapter} غير موجود على جهازك.

# audioNotAvailable
source: Audio is not available for this chapter.
ar: الصوت غير متوفر لهذا الإصحاح.

# verseCopied
source: Verse copied to clipboard
ar: تم نسخ الآية إلى الحافظة

source: Downloads
ar: التنزيلات

source: Audio
ar: الصوت

source: Bibles
ar: الكتاب المقدس

source: Lexicons
ar: المعاجم

source: Old Testament
ar: العهد القديم

# deleteAudioConfirmation
source: Delete all audio for {book}?
ar: هل تريد حذف جميع ملفات الصوت لسفر {book}؟

source: Delete
ar: حذف

# downloadAudioConfirmation
source: {count, plural, =1{Download 1 missing chapter for {book}?} other{Download {count} missing chapters for {book}?}}
ar: {count, plural, =1{هل تريد تنزيل إصحاح واحد مفقود من {book}؟} other{هل تريد تنزيل {count} إصحاحات مفقودة من {book}؟}}

# bookGenesis
source: Genesis
ar: التكوين

# bookExodus
source: Exodus
ar: الخروج

# bookLeviticus
source: Leviticus
ar: اللاويين

# bookNumbers
source: Numbers
ar: العدد

# bookDeuteronomy
source: Deuteronomy
ar: التثنية

# bookJoshua
source: Joshua
ar: يشوع

# bookJudges
source: Judges
ar: القضاة

# bookRuth
source: Ruth
ar: راعوث

# book1Samuel
source: 1 Samuel
ar: صموئيل الأول

# book2Samuel
source: 2 Samuel
ar: صموئيل الثاني

# book1Kings
source: 1 Kings
ar: الملوك الأول

# book2Kings
source: 2 Kings
ar: الملوك الثاني

# book1Chronicles
source: 1 Chronicles
ar: أخبار الأيام الأول

# book2Chronicles
source: 2 Chronicles
ar: أخبار الأيام الثاني

# bookEzra
source: Ezra
ar: عزرا

# bookNehemiah
source: Nehemiah
ar: نحميا

# bookEsther
source: Esther
ar: أستير

# bookJob
source: Job
ar: أيوب

# bookPsalms
source: Psalms
ar: المزامير

# bookProverbs
source: Proverbs
ar: الأمثال

# bookEcclesiastes
source: Ecclesiastes
ar: الجامعة

# bookSongOfSolomon
source: Song of Solomon
ar: نشيد الأنشاد

# bookIsaiah
source: Isaiah
ar: إشعياء

# bookJeremiah
source: Jeremiah
ar: إرميا

# bookLamentations
source: Lamentations
ar: مراثي إرميا

# bookEzekiel
source: Ezekiel
ar: حزقيال

# bookDaniel
source: Daniel
ar: دانيال

# bookHosea
source: Hosea
ar: هوشع

# bookJoel
source: Joel
ar: يوئيل

# bookAmos
source: Amos
ar: عاموس

# bookObadiah
source: Obadiah
ar: عوبديا

# bookJonah
source: Jonah
ar: يونان

# bookMicah
source: Micah
ar: ميخا

# bookNahum
source: Nahum
ar: ناحوم

# bookHabakkuk
source: Habakkuk
ar: حبقوق

# bookZephaniah
source: Zephaniah
ar: صفنيا

# bookHaggai
source: Haggai
ar: حجّي

# bookZechariah
source: Zechariah
ar: زكريا

# bookMalachi
source: Malachi
ar: ملاخي

# bookMatthew
source: Matthew
ar: متى

# bookMark
source: Mark
ar: مرقس

# bookLuke
source: Luke
ar: لوقا

# bookJohn
source: John
ar: يوحنا

# bookActs
source: Acts
ar: أعمال الرسل

# bookRomans
source: Romans
ar: رومية

# book1Corinthians
source: 1 Corinthians
ar: كورنثوس الأولى

# book2Corinthians
source: 2 Corinthians
ar: كورنثوس الثانية

# bookGalatians
source: Galatians
ar: غلاطية

# bookEphesians
source: Ephesians
ar: أفسس

# bookPhilippians
source: Philippians
ar: فيلبي

# bookColossians
source: Colossians
ar: كولوسي

# book1Thessalonians
source: 1 Thessalonians
ar: تسالونيكي الأولى

# book2Thessalonians
source: 2 Thessalonians
ar: تسالونيكي الثانية

# book1Timothy
source: 1 Timothy
ar: تيموثاوس الأولى

# book2Timothy
source: 2 Timothy
ar: تيموثاوس الثانية

# bookTitus
source: Titus
ar: تيطس

# bookPhilemon
source: Philemon
ar: فليمون

# bookHebrews
source: Hebrews
ar: العبرانيين

# bookJames
source: James
ar: يعقوب

# book1Peter
source: 1 Peter
ar: بطرس الأولى

# book2Peter
source: 2 Peter
ar: بطرس الثانية

# book1John
source: 1 John
ar: يوحنا الأولى

# book2John
source: 2 John
ar: يوحنا الثانية

# book3John
source: 3 John
ar: يوحنا الثالثة

# bookJude
source: Jude
ar: يهوذا

# bookRevelation
source: Revelation
ar: رؤيا يوحنا
